{
"About": {
  "Name": "Tsion N Ballo",
  "Currently": "Information Systems Student",
  "Headshot": "My Photo.jpg",
  "Thumbnail": "student-logo.webp",
  "AboutText": "Hi, I am Tsion Ballo. I am a passionate Information Systems student with a keen interest in software development and programming. Currently, I am pursuing my undergraduate degree at Seattle Pacific University. I am dedicated to expanding my knowledge and skills in various areas of Information Systems, with a particular focus on C++ programming.<br><br>I enjoy tackling challenging programming projects and I thrive in collaborative environments where I can contribute my expertise and learn from my peers.<br><br>Beyond the classroom, I actively engage in extracurricular activities at my church, teaching students amarhic, basic intro coding, as well as creating apps for my church. I believe in the importance of continuous learning and seek out opportunities to explore new technologies and methodologies."
},
"Contact": {
  "EMail": "ballot@spu.edu",
  "Portfolio": "https://duniyana.github.io/Duniyana/",
  "LinkedIn": "www.linkedin.com/in/tsion-ballo",
  "GitHub": "https://github.com/Duniyana/Projects"
},
"Experience": {
  "ExperienceText": "My journey began at Seattle Pacific University where I pursued a degree in Information Systems. During my time at the university, I developed a strong foundation in both theoretical and practical aspects of computer science. I am currently focused on refining my skills and expanding my knowledge in the tech industry.",
  "School": "Seattle Pacific University",
  "Major": "Information Systems",
  "Graduation": "June 2025",
  "EducationText": "At Seattle Pacific University, my major in Information Systems helped me understand both the technical and business aspects of the field. My education has been pivotal in developing my analytical thinking and problem-solving skills.",
  "Skills": ["C++", " JavaScript", " Node", " CSS"," HTML"]
},
  "Project1": {
    "Title": "Systems Design",
    "Desc": "This project contains my System Proposal and System Specification from my proposed app Chef's Adventure.",
    "GitHubRepo": "https://github.com/Duniyana/Projects/tree/main/System%20Design",
    "MainImage": "SSSP.png"
  }
}
